Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 字幕解析失败
de: Untertitelverarbeitung fehlgeschlagen
en: Caption parsing failed
es: Error al procesar los subtítulos
fr: Échec de l’analyse des sous-titres
hi: कैप्शन पार्स नहीं हो सके
it: Analisi dei sottotitoli non riuscita
ja: 字幕の解析に失敗しました
pt_br: Falha ao processar as legendas

source: 无法打开
de: Öffnen nicht möglich
en: Can't Open
es: No se puede abrir
fr: Ouverture impossible
hi: खोला नहीं जा सका
it: Impossibile aprire
ja: 開けません
pt_br: Não foi possível abrir

source: 以后在 YouTube 里点分享，就能直接听字幕稿。
de: Teile künftig direkt aus YouTube, um das Transkript anzuhören.
en: Next time, share from YouTube to hear the transcript directly.
es: La próxima vez, comparte desde YouTube para escuchar directamente la transcripción.
fr: La prochaine fois, partagez depuis YouTube pour écouter directement la transcription.
hi: अगली बार ट्रांसक्रिप्ट सीधे सुनने के लिए YouTube से शेयर करें।
it: La prossima volta condividi da YouTube per ascoltare direttamente la trascrizione.
ja: 次回から YouTube で共有すると、字幕をすぐに聴けます。
pt_br: Da próxima vez, compartilhe pelo YouTube para ouvir a transcrição diretamente.

source: 操作已取消
de: Vorgang abgebrochen
en: Operation cancelled
es: Operación cancelada
fr: Opération annulée
hi: कार्रवाई रद्द कर दी गई
it: Operazione annullata
ja: 操作をキャンセルしました
pt_br: Operação cancelada

source: 文件格式与扩展名不一致
de: Dateiformat und Dateiendung stimmen nicht überein.
en: File format and extension do not match.
es: El formato del archivo no coincide con la extensión.
fr: Le format du fichier ne correspond pas à son extension.
hi: फ़ाइल का फ़ॉर्मेट और एक्सटेंशन मेल नहीं खाते।
it: Il formato del file non corrisponde all’estensione.
ja: ファイル形式と拡張子が一致しません。
pt_br: O formato do arquivo não corresponde à extensão.

source: 文件可能已损坏、受密码或 DRM 保护，暂时无法读取
de: Die Datei ist möglicherweise beschädigt oder durch ein Passwort bzw. DRM geschützt und kann derzeit nicht gelesen werden.
en: The file may be damaged or protected by a password or DRM, and can’t be read right now.
es: Es posible que el archivo esté dañado o protegido con contraseña o DRM y no se pueda leer por ahora.
fr: Le fichier est peut-être endommagé ou protégé par un mot de passe ou des DRM et ne peut pas être lu pour le moment.
hi: फ़ाइल क्षतिग्रस्त हो सकती है या पासवर्ड अथवा DRM से सुरक्षित हो सकती है, इसलिए इसे अभी पढ़ा नहीं जा सकता।
it: Il file potrebbe essere danneggiato o protetto da password o DRM e al momento non può essere letto.
ja: ファイルが破損しているか、パスワードまたは DRM で保護されているため、現在読み込めない可能性があります。
pt_br: O arquivo pode estar danificado ou protegido por senha ou DRM e não pode ser lido no momento.

source: 正在发送…
de: Wird gesendet…
en: Sending…
es: Enviando…
fr: Envoi…
hi: भेजा जा रहा है…
it: Invio…
ja: 送信中…
pt_br: Enviando…

source: 请求超时，请检查网络后重试
de: Zeitüberschreitung. Prüfe deine Verbindung und versuche es erneut
en: The request timed out. Check your connection and try again
es: La solicitud agotó el tiempo. Comprueba tu conexión e inténtalo de nuevo
fr: La demande a expiré. Vérifiez votre connexion et réessayez
hi: अनुरोध का समय समाप्त हो गया। कनेक्शन जाँचें और फिर कोशिश करें
it: Richiesta scaduta. Controlla la connessione e riprova
ja: リクエストがタイムアウトしました。接続を確認してもう一度お試しください
pt_br: A solicitação expirou. Verifique sua conexão e tente novamente

source: 无法连接网络，请检查网络后重试
de: Keine Verbindung. Prüfe dein Netzwerk und versuche es erneut
en: Couldn't connect. Check your network and try again
es: No se pudo conectar. Comprueba tu red e inténtalo de nuevo
fr: Connexion impossible. Vérifiez votre réseau et réessayez
hi: कनेक्ट नहीं हो सका। नेटवर्क जाँचें और फिर कोशिश करें
it: Connessione non riuscita. Controlla la rete e riprova
ja: 接続できません。ネットワークを確認してもう一度お試しください
pt_br: Não foi possível conectar. Verifique sua rede e tente novamente

source: 登录失败，请稍后重试
de: Anmeldung fehlgeschlagen. Bitte später erneut versuchen
en: Sign-in failed. Try again later
es: No se pudo iniciar sesión. Inténtalo más tarde
fr: Échec de la connexion. Réessayez plus tard
hi: साइन इन विफल रहा। बाद में पुनः प्रयास करें
it: Accesso non riuscito. Riprova più tardi
ja: ログインに失敗しました。後でもう一度お試しください
pt_br: Falha no login. Tente novamente mais tarde

source: Apple 授权还需手动撤销：请打开系统设置中的 Apple 账号，进入“使用 Apple 登录”并停止对 CastReader 的授权。
de: Die Apple-Autorisierung muss außerdem manuell widerrufen werden: Öffne in den Systemeinstellungen deinen Apple-Account, gehe zu „Mit Apple anmelden“ und beende die Autorisierung für CastReader.
en: Apple authorization must also be revoked manually: open your Apple Account in Settings, go to “Sign in with Apple,” and stop using CastReader.
es: La autorización de Apple también debe revocarse manualmente: abre tu cuenta de Apple en Ajustes, ve a «Iniciar sesión con Apple» y deja de usar CastReader.
fr: L’autorisation Apple doit aussi être révoquée manuellement : ouvrez votre compte Apple dans Réglages, accédez à « Se connecter avec Apple », puis cessez d’utiliser CastReader.
hi: Apple प्राधिकरण भी मैन्युअल रूप से रद्द करना होगा: सेटिंग्स में अपना Apple खाता खोलें, “Apple से साइन इन करें” पर जाएँ और CastReader का उपयोग बंद करें।
it: Anche l’autorizzazione Apple deve essere revocata manualmente: apri il tuo account Apple in Impostazioni, vai su “Accedi con Apple” e interrompi l’uso di CastReader.
ja: Apple の認証は手動でも取り消す必要があります。設定で Apple Account を開き、「Apple でサインイン」に進んで CastReader の使用を停止してください。
pt_br: A autorização da Apple também precisa ser revogada manualmente: abra sua Conta Apple nos Ajustes, acesse “Iniciar sessão com a Apple” e pare de usar o CastReader.

source: Apple 自动续订不会随账号删除自动取消，如有需要请在 App Store 中管理订阅。
de: Automatisch verlängernde Apple-Abonnements werden beim Löschen des Accounts nicht automatisch gekündigt. Verwalte dein Abonnement bei Bedarf im App Store.
en: Apple auto-renewable subscriptions are not canceled automatically when you delete your account. If needed, manage your subscription in the App Store.
es: Las suscripciones de Apple con renovación automática no se cancelan al eliminar la cuenta. Si es necesario, administra tu suscripción en App Store.
fr: Les abonnements Apple à renouvellement automatique ne sont pas annulés lors de la suppression du compte. Si nécessaire, gérez votre abonnement dans l’App Store.
hi: खाता हटाने पर Apple की अपने-आप नवीनीकृत होने वाली सदस्यताएँ रद्द नहीं होतीं। ज़रूरत हो तो App Store में अपनी सदस्यता प्रबंधित करें।
it: Gli abbonamenti Apple con rinnovo automatico non vengono annullati quando elimini l’account. Se necessario, gestisci l’abbonamento nell’App Store.
ja: アカウントを削除しても Apple の自動更新サブスクリプションは自動的に解約されません。必要に応じて App Store でサブスクリプションを管理してください。
pt_br: As assinaturas Apple com renovação automática não são canceladas ao excluir a conta. Se necessário, gerencie sua assinatura na App Store.

source: 你已退出登录。账号与个人信息预计在 %d 天内完成删除。
de: Du wurdest abgemeldet. Dein Account und deine personenbezogenen Daten werden voraussichtlich innerhalb von %d Tagen gelöscht.
en: You have been signed out. Your account and personal information are expected to be deleted within %d days.
es: Has cerrado sesión. Se espera que tu cuenta y tus datos personales se eliminen en un plazo de %d días.
fr: Vous avez été déconnecté. Votre compte et vos informations personnelles devraient être supprimés sous %d jours.
hi: आप साइन आउट हो गए हैं। आपका खाता और व्यक्तिगत जानकारी %d दिनों के भीतर हटाए जाने की उम्मीद है।
it: Hai effettuato la disconnessione. L’account e le informazioni personali dovrebbero essere eliminati entro %d giorni.
ja: サインアウトしました。アカウントと個人情報は %d 日以内に削除される予定です。
pt_br: Você saiu da conta. Sua conta e suas informações pessoais devem ser excluídas em até %d dias.

source: 你已退出登录，账号删除请求已受理。
de: Du wurdest abgemeldet. Dein Antrag auf Accountlöschung wurde angenommen.
en: You have been signed out. Your account deletion request has been accepted.
es: Has cerrado sesión. Se aceptó tu solicitud de eliminación de la cuenta.
fr: Vous avez été déconnecté. Votre demande de suppression de compte a été acceptée.
hi: आप साइन आउट हो गए हैं। आपका खाता हटाने का अनुरोध स्वीकार कर लिया गया है।
it: Hai effettuato la disconnessione. La richiesta di eliminazione dell’account è stata accettata.
ja: サインアウトしました。アカウント削除リクエストを受け付けました。
pt_br: Você saiu da conta. Sua solicitação de exclusão da conta foi aceita.

source: 提交后会立即退出登录，账号与个人信息将按服务端告知的期限删除。Apple 自动续订和退款不会随账号注销自动处理。
de: Nach dem Absenden wirst du sofort abgemeldet. Account und personenbezogene Daten werden innerhalb der vom Server angegebenen Frist gelöscht. Automatische Apple-Verlängerungen und Erstattungen werden durch die Accountlöschung nicht automatisch bearbeitet.
en: After submitting, you will be signed out immediately. Your account and personal information will be deleted within the timeframe provided by the server. Apple auto-renewals and refunds are not handled automatically when you delete your account.
es: Después de enviar la solicitud, cerrarás sesión de inmediato. Tu cuenta y tus datos personales se eliminarán en el plazo indicado por el servidor. Las renovaciones automáticas y los reembolsos de Apple no se procesan automáticamente al eliminar la cuenta.
fr: Après l’envoi, vous serez immédiatement déconnecté. Votre compte et vos informations personnelles seront supprimés dans le délai indiqué par le serveur. Les renouvellements automatiques et remboursements Apple ne sont pas traités automatiquement lors de la suppression du compte.
hi: सबमिट करने के बाद आप तुरंत साइन आउट हो जाएँगे। आपका खाता और व्यक्तिगत जानकारी सर्वर द्वारा बताई गई अवधि में हटा दी जाएगी। खाता हटाने पर Apple के स्वतः नवीनीकरण और रिफ़ंड अपने-आप संसाधित नहीं होते।
it: Dopo l’invio verrai disconnesso immediatamente. L’account e le informazioni personali saranno eliminati entro il termine indicato dal server. I rinnovi automatici e i rimborsi Apple non vengono gestiti automaticamente con l’eliminazione dell’account.
ja: 送信後すぐにサインアウトします。アカウントと個人情報はサーバーが案内する期間内に削除されます。Apple の自動更新や返金は、アカウントを削除しても自動処理されません。
pt_br: Após o envio, você sairá da conta imediatamente. Sua conta e suas informações pessoais serão excluídas no prazo informado pelo servidor. As renovações automáticas e os reembolsos Apple não são processados automaticamente com a exclusão da conta.

source: 注销申请已提交
de: Antrag auf Accountlöschung gesendet
en: Account deletion request submitted
es: Solicitud de eliminación de la cuenta enviada
fr: Demande de suppression de compte envoyée
hi: खाता हटाने का अनुरोध सबमिट किया गया
it: Richiesta di eliminazione dell’account inviata
ja: アカウント削除リクエストを送信しました
pt_br: Solicitação de exclusão da conta enviada

source: 知道了
de: Verstanden
en: Got It
es: Entendido
fr: Compris
hi: समझ गया
it: Ho capito
ja: 了解
pt_br: Entendi

source: 关于
de: Über
en: About
es: Acerca de
fr: À propos
hi: परिचय
it: Informazioni
ja: このアプリについて
pt_br: Sobre

source: ICP备案
de: ICP-Registrierung
en: ICP Filing
es: Registro ICP
fr: Enregistrement ICP
hi: ICP फ़ाइलिंग
it: Registrazione ICP
ja: ICP 登録
pt_br: Registro ICP

source: 点击备案号可前往工业和信息化部备案管理系统查询。
de: Tippe auf die Registrierungsnummer, um sie im ICP-System des chinesischen Ministeriums für Industrie und Informationstechnologie nachzuschlagen.
en: Tap the filing number to look it up in China’s Ministry of Industry and Information Technology ICP system.
es: Toca el número de registro para consultarlo en el sistema ICP del Ministerio de Industria y Tecnología de la Información de China.
fr: Touchez le numéro d’enregistrement pour le consulter dans le système ICP du ministère chinois de l’Industrie et des Technologies de l’information.
hi: चीन के उद्योग और सूचना प्रौद्योगिकी मंत्रालय की ICP प्रणाली में जाँचने के लिए फ़ाइलिंग नंबर पर टैप करें।
it: Tocca il numero di registrazione per consultarlo nel sistema ICP del Ministero cinese dell’Industria e della Tecnologia dell’informazione.
ja: 登録番号をタップすると、中国工業情報化部の ICP 登録管理システムで確認できます。
pt_br: Toque no número de registro para consultá-lo no sistema ICP do Ministério da Indústria e Tecnologia da Informação da China.

source: 购买未完成
de: Kauf nicht abgeschlossen
en: Purchase Not Completed
es: Compra no completada
fr: Achat non terminé
hi: खरीद पूरी नहीं हुई
it: Acquisto non completato
ja: 購入が完了していません
pt_br: Compra não concluída

source: 购买尚未完成。请稍后重试；若交易正在等待批准，获批后会员会自动生效。
de: Der Kauf ist noch nicht abgeschlossen. Versuche es später erneut. Wenn die Transaktion auf eine Genehmigung wartet, wird Pro nach der Freigabe automatisch aktiviert.
en: The purchase has not completed. Try again later. If the transaction is awaiting approval, Pro will activate automatically once approved.
es: La compra no se ha completado. Inténtalo más tarde. Si la transacción espera aprobación, Pro se activará automáticamente cuando se apruebe.
fr: L’achat n’est pas terminé. Réessayez plus tard. Si la transaction attend une approbation, Pro s’activera automatiquement après validation.
hi: खरीद अभी पूरी नहीं हुई है। बाद में फिर कोशिश करें। यदि लेन-देन अनुमोदन की प्रतीक्षा में है, तो मंज़ूरी मिलते ही Pro अपने-आप सक्रिय हो जाएगा।
it: L’acquisto non è stato completato. Riprova più tardi. Se la transazione è in attesa di approvazione, Pro si attiverà automaticamente dopo l’approvazione.
ja: 購入はまだ完了していません。後でもう一度お試しください。承認待ちの場合は、承認後に Pro が自動で有効になります。
pt_br: A compra ainda não foi concluída. Tente novamente mais tarde. Se a transação estiver aguardando aprovação, o Pro será ativado automaticamente após a aprovação.

source: 快捷指令文本
de: Kurzbefehle-Text
en: Shortcut Text
es: Texto del atajo
fr: Texte du raccourci
hi: शॉर्टकट टेक्स्ट
it: Testo del comando rapido
ja: ショートカットのテキスト
pt_br: Texto do Atalho

source: https://example.com/article
es: https://ejemplo.com/artículo
fr: https://exemple.com/article
it: https://esempio.com/articolo
